{"protocolSection":{"identificationModule":{"nctId":"NCT07012369","orgStudyIdInfo":{"id":"Ondokus Mayıs University"},"organization":{"fullName":"Ondokuz Mayıs University","class":"OTHER"},"briefTitle":"Written and Visual Messages on Sanitary Nap Packagig","officialTitle":"The Effect of Written and Visual Messages on Sanitary Nap Packagig on Women's Knowledge and Attitudes Towards Family Planning: a Randomized Controlled Ctudy","acronym":"SNP"},"statusModule":{"statusVerifiedDate":"2025-05","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2025-01-05","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-06-15","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-07-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-11-16","studyFirstSubmitQcDate":"2025-05-31","studyFirstPostDateStruct":{"date":"2025-06-10","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-05-31","lastUpdatePostDateStruct":{"date":"2025-06-10","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Yasemin Sökmen","investigatorTitle":"Asistant Professor","investigatorAffiliation":"Ondokuz Mayıs University"},"leadSponsor":{"name":"Ondokuz Mayıs University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Packaging plays an important role in consumers' orientation and purchase of any product. Warnings about the harms of smoking on cigarette packages give at least 7000 warnings per year for an addict who smokes a pack of cigarettes a day. This study was planned to determine the effects of written and visual messages on sanitary pad packaging on women's knowledge and attitudes towards family planning. The research was planned as a randomized controlled experimental study. The research will be conducted with women who come to the Family Health Centers of the Samsun Provincial Health Directorate in the Atakum district for the care and follow-up of their babies between January 2024 and January 2025. The research will be conducted with two groups as intervention and control groups. The sample size was calculated using the G\\*Power 3.1.9.2 program and was found to be 39 for the intervention group and 39 for the control group. In order to increase the analytical power of the research, it was planned to increase the sample size by 30% and to include a total of 100 people (intervention group: 50 and control group: 50) with the non-probability sampling (random) method. Personal Information Form, Family Planning Information Form and Family Planning Attitude Scale will be used to collect data. In the first interview, the first section of the Personal Information Form will be filled in using the face-to-face interview technique, and the Family Planning Information Form and Family Planning Attitude Scale will be filled in according to the woman's own report. Three months after the first interview, the second section of the Introductory Information Form, the Family Planning Information Form and the Family Planning Attitude Scale will be filled in using the online survey form filling method. The women in the intervention group will be given two packages with written and visual messages about family planning (a total of 28 sanitary pads, 14 in one package). The women in the control group will not be given any materials. The data of the study will be evaluated using the Statistical Package for the Social Sciences 24 program. Descriptive statistics will be given, and for compliance with normal distribution, Kolmogorov-Smirnov will be used to evaluate, and for those that are not suitable, the Student t test, ANOVA test, paired two-sample t test, Mann-Whitney U, Kruskal Wallis test, Wilcoxon test, Friedman test will be used. The Type 1 error level will be taken as 0.05.","detailedDescription":"It has been reported that the rate of women using any family planning method in the world is 62%, the rate of modern family planning method use is 56%, and the rate of traditional family planning method use is 6%. According to the Turkey Demographic and Health Survey (TDHS) (2018), the rate of currently married women aged 15-49 using any family planning method is 70%, the rate of modern family planning method use is 49%, and the rate of traditional family planning method use is 21%. In addition, it has been determined that the unmet need for family planning has doubled (from 6% to 12%). In fact, it has been reported that 28% of those using a family planning method stopped using the family planning method within 12 months of starting to use the method, and 58% of those who do not use a family planning method do not intend to use a family planning method in the future. Considering these rates, it is thought that there is a need for education and consultancy services regarding the importance of family planning. Packaging plays an important role in consumers' orientation and purchase of any product. Packaging design has two functions: physical and communication. While its physical function is to protect the product, its communication function is to surprise, seduce, persuade and inform individuals. Warnings on cigarette packages about the harms of smoking are given at least 7000 times a year for an addict who smokes a pack of cigarettes a day and help him/her think about quitting smoking. Similarly, women experience menstrual bleeding for an average of 5 days (3-7 days) every month and use an average of 4-6 sanitary pads per day. When information about family planning is provided on the sanitary pad cover, it means that women will encounter 12-42 warnings during menstrual bleeding each month and 144-504 warnings in a year. One of the most important functions of packaging is to surprise, persuade and inform people. Written and visual messages are included on cigarette packages and contribute to individuals thinking about quitting smoking and developing positive health behaviors. However, while there are studies in the literature using different education methods for family planning, there is no study providing education on daily used materials such as pads. Therefore, it is important to accurately determine the effect of written and visual messages on sanitary pads on women's family planning knowledge and attitudes. This study was needed because modern family planning methods are still rarely preferred in our country, the use of modern family planning methods is not at the desired level despite family planning training, health service providers focus on therapeutic roles and move away from educational roles, and there is invalid information about family planning in social media (Google, Instagram, etc.) applications. It is thought that the information obtained will contribute to the planning of qualified family planning services, the increase in the use of modern family planning methods, and the women's request for consultancy on the subject by drawing attention to family planning through different channels. It is even thought that these outputs have the potential to guide the regulations and policies to be made regarding family planning."},"conditionsModule":{"conditions":["Attitude","Contraception","Knowledge"],"keywords":["Family","Planning"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Women in the intervention group will be given two packages with written and visual messages about family planning (14 sanitary pads in one package, for a total of 28 sanitary pads). Women in the control group will not be given any materials.","primaryPurpose":"HEALTH_SERVICES_RESEARCH","maskingInfo":{"masking":"SINGLE","whoMasked":["INVESTIGATOR"]}},"enrollmentInfo":{"count":50,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Experimental group: sanitary pads with messages about family planning on them","type":"EXPERIMENTAL","description":"Women in the experimental group will be given sanitary pads with messages about family planning on them","interventionNames":["Other: Experimental group: sanitary pads with messages about family planning on them","Other: Control group: not be given any materials"]},{"label":"Control group: not be given any materials","type":"OTHER","description":"The control group will not be interventionally made.","interventionNames":["Other: Experimental group: sanitary pads with messages about family planning on them","Other: Control group: not be given any materials"]}],"interventions":[{"type":"OTHER","name":"Experimental group: sanitary pads with messages about family planning on them","description":"Sanitary pads with messages about family planning on them.\n\nSigning the Informed Consent Form, Filling in the first section of the data collection form, the Family Planning Information Form and the Family Planning Attitude Scale, Obtaining contact information, Giving 2 packages of sanitary pads (14 in each package, 28 in total) with messages about family planning methods, Notifying that contact will be made three months after the end of the first menstrual bleeding, Filling in the second section of the data collection form, the Family Planning Information Form and the Family Planning Attitude Scale, three months after the sanitary pads are given, Expressing gratitude for participating in the study and saying goodbye.","armGroupLabels":["Control group: not be given any materials","Experimental group: sanitary pads with messages about family planning on them"]},{"type":"OTHER","name":"Control group: not be given any materials","description":"Not be given any materials\n\nSigning the Informed Consent Form, Filling in the first section of the data collection form, the Family Planning Information Form and the Family Planning Attitude Scale, Obtaining contact information, Notifying that contact will be established three months after the end of the first menstrual bleeding, Filling in the second section of the data collection form, the Family Planning Information Form and the Family Planning Attitude Scale, three months after the sanitary pads are given, Expressing gratitude for participation in the study and saying goodbye,","armGroupLabels":["Control group: not be given any materials","Experimental group: sanitary pads with messages about family planning on them"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"MEASURING WOMEN'S KNOWLEDGE AND ATTITUDES TOWARDS FAMILY PLANNING","description":"Personal Information Form, Family Planning Information Form and Family Planning Attitude Scale will be used in the research. Personal Information Form and Family Planning Information Form were created by the researchers by reviewing the literature. Family Planning Attitude Scale: It was developed by Örsal and Kubilay in 2007. The first section of the Personal Information Form will be filled out using the face-to-face interview technique, and the Family Planning Information Form and Family Planning Attitude Scale will be filled out according to the woman's own report. The researcher will pay attention to the privacy of the women during this process. Then, two packages of sanitary pads (a total of 28, 14 sanitary pads in one package) with written and visual messages about family planning will be delivered to the women.","timeFrame":"first day"}],"secondaryOutcomes":[{"measure":"THE EFFECT OF WRITTEN AND VISUAL MESSAGES ON SANITARY NAP PACKAGING ON WOMEN'S KNOWLEDGE AND ATTITUDES TOWARDS FAMILY PLANNING","description":"Three months after the sanitary pads were given, the researcher will contact the woman by phone and ask her to fill out the online survey form (Second section of the Introductory Information Form, Family Planning Information Form and Family Planning Attitude Scale). She will be thanked for participating in the study and will bid farewell.\n\nThe data of the study will be evaluated using the SPSS 24 program. All data will first be evaluated with Kolmogorov Smirnov for compliance with normal distribution, and for those that are compatible with normal distribution, the student t test, ANOVA test, paired two sample t test, and for those that are not, the Mann-Whitney U, Kruskal Wallis test, Wilcoxon test, and Friedman test will be used.","timeFrame":"Three months after the first meeting"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Women who are at least primary school graduates,\n* Those who have a baby aged 9-18 months,\n* Those who do not use AP methods or traditional AP methods (withdrawal, Calendar method),\n* Those who are married and have a sexual partner,\n* Those who have an active sexual life,\n* Those who have a regular menstrual cycle,\n* Those who do not have any obstacles that prevent communication,\n* Those who are willing to give their phone number,\n* Those who use a smartphone,\n* Women who are at least primary school graduates will be included.\n\nExclusion Criteria:\n\n* Those who received family planning training in the postpartum period,\n* Those who use modern FP methods,\n* Those who underwent hysterectomy surgery due to complications such as bleeding in the postpartum period,\n* Those who have a history of infertility and became pregnant with assisted reproductive techniques,\n* Those who have any health problems (such as thyroid, cancer) that negatively affect the menstrual cycle,\n* Those who have any chronic diseases (such as cancer, diabetes, hypertension, hypercholesterolemia, heart disease, etc.) or use of medications (such as diuretics, antihypertensives, antihistamines, anticholinergics, etc.) that negatively affect sexual health,\n* Those who are pregnant or planning to get pregnant again,\n* Women who do not agree to participate in the study or who give up participating in the study or provide incorrect or incomplete information will not be included in the study.","healthyVolunteers":true,"sex":"FEMALE","genderBased":true,"genderDescription":"Women between the ages of 18-49","minimumAge":"18 Years","maximumAge":"49 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Yasemin Sökmen, Asist prof","role":"CONTACT","phone":"905342595088","email":"ysmn0006@outlook.com"},{"name":"Resmiye Kaya Odabaş, Asist prof","role":"CONTACT","phone":"905446489934","email":"resmiye.odabas@gmail.com"}],"overallOfficials":[{"name":"Yasemin Sökmen, Asist prof","affiliation":"OndokuzMU","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Ondokuz Mayıs University","status":"RECRUITING","city":"Samsun","country":"Turkey","contacts":[{"name":"Yasemin Sökmen, Ass. Prof","role":"CONTACT"}],"geoPoint":{"lat":41.27976,"lon":36.3361}}]},"referencesModule":{"references":[{"type":"BACKGROUND","citation":"Şehirli, F. (2020). Effect of tobacco product package shape on consumer behavior. International Journal of Public Relations and Advertising Studies, 3(1), 157-178."},{"type":"BACKGROUND","citation":"Yıldız, Ö. E. 2010. The impact of packaging on creating brand awareness İletişim - Kuram ve Araştırma Dergisi , 31."},{"type":"BACKGROUND","citation":"Ceylan İG, Bahattin Ceylan H. The comparison of the subliminal message elements and neuro-marketing approach usage ın package designs. Journal of Turkish Studies 2015;10(2): 123-142"},{"type":"BACKGROUND","citation":"Mazlum, F. S., & Mazlum, Ö. (2014). Effect of vısual and wrıtten warnıngs on cıgarette boxes on unıversıty students and some suggestıons. Fine Arts, 9(1), 12-32. https://doi.org/10.12739/NWSA.2014.9.1.D0145"},{"type":"BACKGROUND","citation":"Güney E, Ünver H, Aksoy Derya Y, Uçar T. Effects of physical exercise levels on menstrual cycle. DÜ Sağlık Bil Enst Derg. Ekim 2017;7(3):137-142."},{"type":"BACKGROUND","citation":"Bilir, N., Kaplan, B., Küçük, Biçer, B., Ararat, E., Akyol, M., Arslan, A., Yüksek, H. F. 2013. \"Opinions of a Group of High School Students in Ankara on Pictorial Warnings on Cigarette Packages\", Turk Toraks Derg, 14, 127-133."},{"type":"BACKGROUND","citation":"Çelik, R., Durmaz, M., Yorulmaz, R., Polat, F. N. (2016). Vısual communıcatıon wıthın the rısk warnıng on cıgarette packs transmitted messages smokıng effect of nature SDU-SD (25), 1-22."},{"type":"BACKGROUND","citation":"Akar, N., Yildiz, S.E. 2023. Evaluation of the attitudes of married women aged 15- 49 living in Kars/Digor district about family planning before and after the training. Kafkas J Med Sci, 13(1), 32-38."},{"type":"BACKGROUND","citation":"Hacettepe Üniversitesi Nüfus Enstitüsü. Türkiye Nüfus ve Sağlık Araştırması-2018. Ankara; 2019. http://www.hips. hacettepe.edu.tr/tnsa2013/rapor/TNSA_2018_ana_rapor.pdf Son erişim tarihi: 01 Ekim 2023"},{"type":"BACKGROUND","citation":"Dünya Sağlık Örgütü. \"Family Planning Data Sheet\". https://www.prb.org/wp-content/uploads/2019/09/fp-data-sheet-2019.pdf"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot","hasProtocol":true,"hasSap":false,"hasIcf":false,"label":"Study Protocol","date":"2025-01-01","uploadDate":"2025-03-17T00:00","filename":"Prot_000.pdf","size":544934},{"typeAbbrev":"ICF","hasProtocol":false,"hasSap":false,"hasIcf":true,"label":"Informed Consent Form","date":"2025-01-01","uploadDate":"2025-03-16T23:56","filename":"ICF_001.pdf","size":795508}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2025-06-18"}},"hasResults":false}
