{"protocolSection":{"identificationModule":{"nctId":"NCT07025603","orgStudyIdInfo":{"id":"2020Y1907"},"secondaryIdInfos":[{"id":"SOR-20-0363","type":"OTHER","domain":"Soroka University Medical Center"}],"organization":{"fullName":"Hebrew University of Jerusalem","class":"OTHER"},"briefTitle":"Evaluation of the Social ABCs in Israel","officialTitle":"Pilot Evaluation of the Social ABCs Parent-Mediated Intervention for Autistic Toddlers in Israel"},"statusModule":{"statusVerifiedDate":"2025-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-06-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-12-31","type":"ACTUAL"},"completionDateStruct":{"date":"2023-12-31","type":"ACTUAL"},"studyFirstSubmitDate":"2025-06-05","studyFirstSubmitQcDate":"2025-06-13","studyFirstPostDateStruct":{"date":"2025-06-17","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-06-13","lastUpdatePostDateStruct":{"date":"2025-06-17","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Judah Koller","investigatorTitle":"Assistant Professor, Clinical Child Psychology and Special Education","investigatorAffiliation":"Hebrew University of Jerusalem"},"leadSponsor":{"name":"Hebrew University of Jerusalem","class":"OTHER"},"collaborators":[{"name":"Ben-Gurion University of the Negev","class":"OTHER"},{"name":"Soroka University Medical Center","class":"OTHER"},{"name":"Azrieli National Centre for Autism and Neurodevelopment Disorders","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this study is to evaluate the effectiveness of the Social ABCs program for young autistic children and their parents. The study will also explore predictors of treatment success and child outcomes.\n\nThe main questions it aims to answer are:\n\n* Does the Social ABCs program help children use more words and communicate better?\n* Does the program help parents feel more confident and less stressed?\n* Which children and parents benefit most from the program?\n\nParticipants will:\n\n* Join a 6-week Social ABCs program with weekly group and individual coaching sessions\n* Complete assessments before and after the program to see how their child and family are doing\n* Take part in short video-recorded play sessions to see how communication changes over time"},"conditionsModule":{"conditions":["Autism","Autism Spectrum Disorder (ASD)"],"keywords":["Social ABCs","Parent-mediated","intervention","Naturalistic Developmental Behavioral Intervention","Pivotal Response Treatment","Early Intervention","Group Intervention","Social Communication"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":20,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Social ABCs Program Participants","type":"EXPERIMENTAL","description":"All participants will receive the Social ABCs program, a 6-week parent-mediated intervention. Each week includes one group session delivered via Zoom and one to two individual face-to-face coaching sessions with the parent and child. The program teaches parents strategies to support their child's social communication during everyday routines such as play, meals, and caregiving activities.","interventionNames":["Behavioral: The social ABCs"]}],"interventions":[{"type":"BEHAVIORAL","name":"The social ABCs","description":"The Social ABCs, a parent-mediated intervention for toddlers with suspected or confirmed Autism Spectrum Disorder (ASD), originally developed in Canada (Brian et al., 2016). It is based on principles of Pivotal Response Treatment (PRT, grounded in Applied Behavioural Analysis). The two main goals of the intervention: early functional verbal communication and positive affect sharing in the context of play and caregiving activities.\n\nThe current study follows the Group Social ABCs protocol, a 6-week parent-mediated intervention designed to support early social communication in young children with autism. The program is delivered at two research sites: Soroka and Hebrew University of Jerusalem. Each week, parents participate in: One group session via Zoom, led by a trained Social ABCs coach, with 3-5 parents per group. These sessions introduce strategies and provide peer support, and one to two individual face-to-face coach (See #17-745 for more information).","armGroupLabels":["Social ABCs Program Participants"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Feasibility and Acceptability of the Social ABCs Protocol","description":"Feasibility will be assessed by tracking recruitment rates, retention throughout the 6-week program, and attendance at both group and individual coaching sessions. Acceptability will be evaluated through parent-reported satisfaction surveys completed at the end of the program, as well as qualitative feedback on the format, content, and delivery of the intervention.","timeFrame":"immediately after the intervention"},{"measure":"The Hebrew Communicative Development Inventory (HCDI).","description":"The HCDI is the adapted Hebrew version of the MacArthur Communicative Development Inventory (MCDI). The MCDI is a well normed, reliable, and valid tool for vocabulary assessment (Bates et al., 1994). The HCDI is a reliable and sensitive measure of lexical development and emergent grammar, capturing wide variability among Israeli toddlers (Maital et al., 2000). We utilized two versions of the inventory: Words \\& Gestures for toddlers up to 25 months and Words \\& Sentences for children 25 months and older. This questionnaire relies on caregiver report to assess children's receptive and expressive vocabulary, speech comprehension, gesture use, morpheme acquisition, and syntactic complexity. In our study, we focused on two variables: receptive vocabulary total score and expressive vocabulary total score","timeFrame":"Baseline (pre-intervention); 6 weeks post-intervention"},{"measure":"Parenting Stress Index Short Form (PSI-SR).","description":"The PSI-SR is a self-report, 36-item index of parenting-related stress. Each item is scored on a 5-point Likert-type scale, with higher scores indicating greater parenting stress (range 36-180). Alongside a total stress score, the three subscale scores are derived, each composed of 12 items (range 12-60): parental distress (PD), measuring distress caused by the burdens and restrictions of childcare and personal stressors (e.g., depression, conflict with partner); parent-child dysfunctional interaction (PCDI), assessing parents' negative perception of their interactions with the child and the degree to which the child does not meet their expectations; and difficult child (DC), measuring parents' views of the child's self-regulatory functioning. It also includes a defensive responding scale (DR; seven items, range 7-35), which assesses if the parent is trying to deny or minimize problems.","timeFrame":"Baseline (pre-intervention); 6 weeks post-intervention"}],"secondaryOutcomes":[{"measure":"Autism Diagnostic Observation Schedule, 2nd edition (ADOS-2; Lord et al., 2012).","description":"This is a semi-structured, standardized behavioral assessment of social communication abilities and restricted and repetitive behaviors. We used the ADOS-2 calibrated severity scores (CSS) to estimate autism symptom severity while separating CSS into the Social Affect (SA) and the Restricted and Repetitive Behavior (RRB) domains. The CSS were specifically developed to enable comparison of autism severity independent of the child's age and language abilities (Hus et al., 2014).\n\nVerbal ability was evaluated using item A1 of the ADOS-2","timeFrame":"Baseline (pre-intervention); 6 weeks post-intervention"},{"measure":"The Mullen Scales of Early Learning (MSEL; Mullen, 1995).","description":"The MSEL is a standardized developmental assessment that quantifies expressive and receptive language, motor, perceptual abilities, and motor development. All MSEL were administered and/or supervised by licensed developmental psychologists.","timeFrame":"Baseline (pre-intervention); 6 weeks post-intervention"},{"measure":"Adaptive Behavior Assessment System-Second Edition Parent Form, Ages 0-5 (ABAS-II; Harrison & Oakland, 2000).","description":"The ABAS-II Parent Form (ages 0-5) is a comprehensive norm-referenced parent-report rating scale used for measuring adaptive behaviors and skills in children on a 4-point Likert-type scale, with higher scores indicating better adaptive functioning. The ten skills of the ABAS-II are combined into a general adaptive behavior composite score (GAC) and three composites: conceptual (communication, functional pre-academics, and self-direction), social (social skills and leisure), and practical (self-care, home living, community use, health and safety).","timeFrame":"Baseline (pre-intervention); 6 weeks post-intervention"},{"measure":"Aberrant Behavior Checklist (ABC; Aman et al., 1985; Kaat et al., 2014).","description":"The ABC is a caregiver-report measure of disruptive behaviors with 58 items, each rated on a four-point Likert-type scale (0-3), with higher scores indicative of more severe problematic behavior, on five subscales: Irritability (tantrums, aggression and self-injury, 15 items); Social Withdrawal (16 items); Stereotypic Behavior (7 items); Hyperactivity/Noncompliance (16 items); and Inappropriate Speech (4 items). In autistic children, the ABC subscales demonstrate adequate convergent validity (Kaat et al., 2014), however the scale does not have Israeli norms.","timeFrame":"Baseline (pre-intervention); 6 weeks post-intervention"},{"measure":"Communication and Symbolic Behavior Scales Developmental Profile (CSBS-DP) Infant-Toddler Checklist","description":"The CSBS-DP Infant-Toddler Checklist is a screening tool designed to determine whether a full developmental evaluation is warranted. It is a parent-report measure, consisting of 24 items that range from a possible of two to four points within each of seven clusters. Scores are given for three composites: Social Composite (Emotion, Eye Gaze, Communication and Gestures Clusters); Speech Composite (Sounds and Words Clusters); Symbolic Composite (Understanding and Object Use Clusters). Norms of the CSBS-DP are available only up to 24 months, so we used the raw scores","timeFrame":"Baseline (pre-intervention); 6 weeks post-intervention"},{"measure":"Social ABCs Satisfaction Questionnaire (Brian et al., 2016).","description":"This is a 7-item questionnaire where parents reported whether the intervention was \"helpful\" in different domains. Ratings were completed using a 5-point scale (1: \"not at all helpful\" to 5: \"extremely helpful\").","timeFrame":"immediately after the intervention"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* children who met diagnostic criteria for autism according to the Diagnostic and Statistical Manual of Mental Disorders (DSM-V), established by independent gold-standard assessments by both a psychologist and a physician (i.e., child psychiatrist, developmental pediatrician, or child neurologist)\n* diagnosis received before 30 months of age.\n* full-term birth (36-42 weeks gestation) with birth weight \\>2500 grams\n\nExclusion Criteria:\n\n* identifiable neurological, genetic, or severe sensory/motor conditions\n* attending a special education kindergarten\n* participating in a concurrent parent-mediated intervention.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Months","maximumAge":"40 Months","stdAges":["CHILD"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Judah Koller, PhD","affiliation":"Hebrew University of Jerusalem","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Soroka Medical Center","city":"Beer-Sheva","country":"Israel","geoPoint":{"lat":31.25181,"lon":34.7913}},{"facility":"Hebrew University of Jerusalem","city":"Jerusalem","country":"Israel","geoPoint":{"lat":31.76904,"lon":35.21633}}]},"referencesModule":{"seeAlsoLinks":[{"label":"Group Social ABCs Protocol on NIH website","url":"https://clinicaltrials.gov/study/NCT03499262"}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot","hasProtocol":true,"hasSap":false,"hasIcf":false,"label":"Study Protocol: HUJI","date":"2020-06-18","uploadDate":"2025-06-05T00:51","filename":"Prot_000.pdf","size":194206},{"typeAbbrev":"Prot","hasProtocol":true,"hasSap":false,"hasIcf":false,"label":"Study Protocol: Soroka","date":"2022-12-15","uploadDate":"2025-06-05T00:55","filename":"Prot_001.pdf","size":259969},{"typeAbbrev":"ICF","hasProtocol":false,"hasSap":false,"hasIcf":true,"label":"Informed Consent Form: HUJI","date":"2020-07-18","uploadDate":"2025-06-05T00:51","filename":"ICF_002.pdf","size":110025},{"typeAbbrev":"ICF","hasProtocol":false,"hasSap":false,"hasIcf":true,"label":"Informed Consent Form: Soroka","date":"2022-12-15","uploadDate":"2025-06-05T00:57","filename":"ICF_003.pdf","size":252154}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2025-06-18"},"conditionBrowseModule":{"meshes":[{"id":"D001321","term":"Autistic Disorder"},{"id":"D000067877","term":"Autism Spectrum Disorder"}],"ancestors":[{"id":"D002659","term":"Child Development Disorders, Pervasive"},{"id":"D065886","term":"Neurodevelopmental Disorders"},{"id":"D001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M4623","name":"Autistic Disorder","asFound":"Autism","relevance":"HIGH"},{"id":"M206","name":"Autism Spectrum Disorder","asFound":"Autism Spectrum Disorder","relevance":"HIGH"},{"id":"M5903","name":"Child Development Disorders, Pervasive","relevance":"LOW"},{"id":"M5902","name":"Developmental Disabilities","relevance":"LOW"},{"id":"M30644","name":"Neurodevelopmental Disorders","relevance":"LOW"},{"id":"M4815","name":"Mental Disorders","relevance":"LOW"},{"id":"M14473","name":"Psychotic Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}
