{"protocolSection":{"identificationModule":{"nctId":"NCT07008651","orgStudyIdInfo":{"id":"ArtvinÇoruhU-SHMYO-ET-01"},"organization":{"fullName":"Artvin Coruh University","class":"OTHER"},"briefTitle":"Digital Parenting Education: Impact on Mothers' Social Media Use and Children's Tech Attitudes","officialTitle":"The Effects of Digital Parenting Training Given to Mothers on Social Media Addiction and Their Children's Knowledge and Attitudes Towards Technology Use"},"statusModule":{"statusVerifiedDate":"2025-05","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2025-03-27","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-09-18","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12-19","type":"ESTIMATED"},"studyFirstSubmitDate":"2025-05-01","studyFirstSubmitQcDate":"2025-05-29","studyFirstPostDateStruct":{"date":"2025-06-06","type":"ACTUAL"},"lastUpdateSubmitDate":"2025-05-29","lastUpdatePostDateStruct":{"date":"2025-06-06","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Elif TİRYAKİ","investigatorTitle":"INSTRUCTOR","investigatorAffiliation":"Artvin Coruh University"},"leadSponsor":{"name":"Artvin Coruh University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim of the study was to evaluate the knowledge and attitudes of mothers regarding social media addiction and their children's technology use.\n\nThe research is a randomized controlled trial. The universe of the research consists of all family health center affiliated with the Artvin Provincial Health Directorate, and the sample consists of mothers with healthy preschool children (3-6 years old) registered in family health center No. 1, determined by drawing lots.\n\nThe sample size was determined as 152 participants, with 76 assigned to the experimental group and 76 to the control group. The digital parenting training to be given to mothers consists of 8 sessions of 20 minutes each. The digital parenting training content, presentation and brochure were prepared according to the Ministry of Family and Social Services' \"Parental Guide for Protecting Children from Digital Risks\", the Ministry of Health's \"Technology Addiction Parental Guide\" and the Presidency's Directorate of Communications' \"Social Media Usage Guide\". Opinions of 10 experts were received for the prepared training presentation and brochure. As a result of the evaluation, descriptive statistics; number (N) and percentage (%) for variables between groups, mean, standard deviation (SD), minimum (min), maximum (max) values for numerical data and significance level will be stated as p\\<0.05.","detailedDescription":"In today's digital age, technological tools have become an integral part of both children's and adults' daily lives. Numerous studies conducted globally and in Turkey indicate a significant increase in screen technology usage since the 2010s. Although digital tools offer various advantages for families and children, their unconscious and uncontrolled use can lead to harmful consequences such as screen dependency, social isolation, and reduced physical activity.\n\nTo mitigate these risks, parents are encouraged to limit screen time, promote physical and social engagement, and act as role models by regulating their own digital behaviors. Conscious technology use, digital privacy awareness, and safe internet navigation must be reinforced from early childhood to support healthy development.\n\nThis study aims to evaluate the effects of digital parenting education on mothers' social media addiction levels and their knowledge and attitudes regarding their children's technology use. The study was designed as a randomized controlled experimental trial with a 2x2 mixed design consisting of two groups (experimental-control) and two measurements (pre-test and post-test).\n\nSetting and Sampling The study population consisted of mothers affiliated with all Family Health Centers under the Artvin Provincial Health Directorate. The sample included mothers with healthy preschool children (aged 3-6 years) registered in Family Health Center No. 1, selected through lot-drawing method. Using G\\*Power 3.1.9.7, the sample size was calculated as 152 participants - 76 in the experimental group and 76 in the control group - using simple random sampling. Random assignment to groups was conducted using the internet-based tool www.randomizer.org, ensuring equal and unbiased distribution.\n\nInstruments and Data Collection\n\nData will be collected through:\n\nA sociodemographic questionnaire Parental Knowledge and Attitude Scale on Technology Use Social Media Addiction Scale - Adult Form\n\nDependent Variables:\n\nMothers' knowledge and attitudes regarding their child's technology use Mothers' social media addiction levels\n\nIndependent Variables:\n\nSociodemographic characteristics (age, gender, education, family type, etc.)\n\nPre-test data will be collected face-to-face from March to May 2025. All participants who met the inclusion criteria provided written informed consent prior to data collection. After completing the pre-test, the contact information of mothers was documented to facilitate follow-up and training.\n\nThe experimental group will receive face-to-face digital parenting education over eight sessions (two 20-minute modules per week). Educational brochures containing key points will be distributed to enhance retention. After the final session, post-test measurements will be administered. The control group will only complete pre- and post-test assessments during the same timeline, without intervention during the study phase. To address ethical considerations, they will be offered an informational brochure and a 20-minute educational session after post-test completion.\n\nThe statistical method to be used to calculate the significance value of the difference between the knowledge and attitude score averages of the experimental group to which training was applied and the knowledge and attitude score averages of the control group will be determined. If the groups are normally distributed, paired t test will be used, if the groups are not normally distributed, Wilcoxon test will be used. In addition, two-way mixed design variance analysis test (repeated measures ANOVA) will be performed to evaluate the changes between the score averages within the experimental and control groups. In addition, Pearson correlation and regression analyses will be performed to examine the relationship between the scales applied to the experimental and control groups."},"conditionsModule":{"conditions":["Parenting","Social Media Addiction","Internet Addiction"],"keywords":["digital parent","mother","social media","technology"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"HEALTH_SERVICES_RESEARCH","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":152,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Mothers taking digital parenting training","type":"EXPERIMENTAL","description":"Arm Description: Pre-test data will be collected face-to-face between March and May 2025 according to the randomization list among the mothers who meet the inclusion criteria. Consent will be obtained from the mothers who agree to participate in the study and the Questionnaire, the Parental Knowledge and Attitude Scale in Technology Use, and the Social Media Addiction Scale-Adult Form will be applied.After the completion of the training process of the experimental group and the collection of the post-test data, a post-test will be administered to the control group. After the pre-test application of the experimental group, it is planned to implement face-to-face digital parenting training in eight sessions, once a week. The training will be carried out in two sessions of 20 minutes each week. In order for the quality of the training to be permanent and effective, the necessary tips will be given to mothers in brochures to be distributed before the training.","interventionNames":["Behavioral: Digital parenting education"]},{"label":"Control group mothers","type":"NO_INTERVENTION","description":"Arm Description: Pre-test data will be collected face-to-face between March and May 2025 from mothers who meet the inclusion criteria according to the randomization list. Consent will be obtained from mothers who agree to participate in the study and the Questionnaire, Parental Knowledge and Attitude Scale on Technology Use and Social Media Addiction Scale-Adult Form will be applied. A post-test will be applied to mothers in the control group in October and post-test data will be collected."}],"interventions":[{"type":"BEHAVIORAL","name":"Digital parenting education","description":"Description: The digital parenting training to be given to mothers consists of 8 sessions of 20 minutes each. In the first week of the training process, a meeting will be held with the mothers in the experimental group and a brief introduction will be made to the subject. In the second week, information will be provided on the following topics: \"Definition and Roles of Digital Parenting\", \"How Does the Use of Information Technologies Affect the Parent-Child Relationship?\", \"How Does the Use of Information Technologies Affect Children's Behavior?\", \"How Should Social Media Be Used Properly?\", \"What are the Opportunities and Risks of Information Technologies for Parents and Children?\", and \"What Should Parents Pay Attention to in the Use of Information Technologies?\" in the sixth week. In the eighth week, \"Question and Answer/Closing\" will be conducted to collect post-test data and end the training session.","armGroupLabels":["Mothers taking digital parenting training"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Parental Knowledge Change on Technology Use Post-Intervention","description":"The Parental Knowledge Scale on Technology Use is a 10-item, unidimensional instrument designed to quantitatively assess parents' cognitive understanding of children's technology use. Each item is rated on a 5-point Likert scale (0 = strongly disagree to 4 = strongly agree). The total score ranges from 0 to 40, with higher scores indicating greater knowledge and awareness. Since the scale measures a single construct, total scores are used for pre- and post-intervention comparisons. An increase in score post-intervention is interpreted as improved parental knowledge. The scale has demonstrated acceptable psychometric properties, including internal consistency and construct validity, and is suitable for use in educational research on digital parenting.","timeFrame":"12 weeks"},{"measure":"Parental Attitude Change on Technology Use Post-Intervention","description":"The Parental Attitude Scale on Technology Use is a 19-item, multidimensional instrument designed to assess parental perspectives regarding children's technology use. Items are rated on a 5-point Likert scale (0 = strongly disagree to 4 = strongly agree) across two sub-dimensions: behavioral (parental control, rules, supervision) and relational (communication and relational strategies). Scores are calculated separately for each sub-dimension; computing a total score is methodologically inappropriate. Scores range from 0 to 76 (maximum 38 per dimension). Higher subscale scores reflect more conscious, structured parental attitudes. Pre- and post-intervention scores are compared to evaluate changes in parental behavior and approach. The scale's reliability and factorial validity have been confirmed in prior research.","timeFrame":"12 weeks"},{"measure":"Social Media Addiction Level Change Post-Intervention","description":"The Social Media Addiction Scale is a 20-item tool used to measure individuals' perceived social media addiction. Items are rated on a 5-point Likert scale and divided into two sub-dimensions: virtual tolerance (self-control and usage tolerance) and virtual communication (social interactions via platforms). Total scores range from 20 to 100, with higher scores reflecting greater perceived dependence and addictive tendencies. While not diagnostic, the scale offers insight into social media-related behaviors. It is used for pre- and post-intervention comparisons to assess the impact of digital parenting education. The scale's psychometric strength, including reliability and construct validity, is well established.","timeFrame":"12 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Having at least a primary school degree\n* Being a mother with a 3-6 year old child\n* Using at least one of the digital devices such as a smart phone/tablet/computer\n* Having a social media account (Facebook, Instagram, WhatsApp etc.)\n\nExclusion Criteria:\n\n* Diagnosis of acute/chronic disease by the child or mother during the data collection period\n* Wanting to leave the study","healthyVolunteers":false,"sex":"FEMALE","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"ELİF TİRYAKİ, PhD Student","role":"CONTACT","phone":"+90 506 315 72 32","email":"elfbodur@artvin.edu.tr"}],"overallOfficials":[{"name":"Fatma GUDUCU TUFEKCI, Professor","affiliation":"Ataturk University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Family Health Center No. 1 affiliated to Artvin Provincial Health Directorate","status":"RECRUITING","city":"Artvin","state":"Centre","zip":"08100","country":"Turkey","contacts":[{"name":"Artvin Coruh Universty Universty","role":"CONTACT","phone":"+90 (466) 215 10 82","email":"shmyo@artvin.edu.tr"}],"geoPoint":{"lat":41.18161,"lon":41.82172}}]},"referencesModule":{"references":[{"pmid":"32604184","type":"BACKGROUND","citation":"Beal JA. Screen Time and Toddlers: New Evidence on Potentially Negative Effects. MCN Am J Matern Child Nurs. 2020 Jul/Aug;45(4):241. doi: 10.1097/NMC.0000000000000632. No abstract available."},{"pmid":"31682712","type":"BACKGROUND","citation":"Hutton JS, Dudley J, Horowitz-Kraus T, DeWitt T, Holland SK. Associations Between Screen-Based Media Use and Brain White Matter Integrity in Preschool-Aged Children. JAMA Pediatr. 2020 Jan 1;174(1):e193869. doi: 10.1001/jamapediatrics.2019.3869. Epub 2020 Jan 6."},{"pmid":"37883086","type":"BACKGROUND","citation":"Kimball HG, Fernandez F, Moskowitz KA, Kang M, Alexander LM, Conway KP, Merikangas KR, Salum GA, Milham MP. Parent-Perceived Benefits and Harms Associated With Internet Use by Adolescent Offspring. JAMA Netw Open. 2023 Oct 2;6(10):e2339851. doi: 10.1001/jamanetworkopen.2023.39851."},{"pmid":"30688984","type":"BACKGROUND","citation":"Madigan S, Browne D, Racine N, Mori C, Tough S. Association Between Screen Time and Children's Performance on a Developmental Screening Test. JAMA Pediatr. 2019 Mar 1;173(3):244-250. doi: 10.1001/jamapediatrics.2018.5056."},{"pmid":"35551071","type":"BACKGROUND","citation":"Eilert N, Wogan R, Leen A, Richards D. Internet-Delivered Interventions for Depression and Anxiety Symptoms in Children and Young People: Systematic Review and Meta-analysis. JMIR Pediatr Parent. 2022 May 12;5(2):e33551. doi: 10.2196/33551."},{"pmid":"37205134","type":"RESULT","citation":"Ponti M. Screen time and preschool children: Promoting health and development in a digital world. Paediatr Child Health. 2023 May 16;28(3):184-202. doi: 10.1093/pch/pxac125. eCollection 2023 Jun."},{"pmid":"36011593","type":"RESULT","citation":"Bozzola E, Spina G, Agostiniani R, Barni S, Russo R, Scarpato E, Di Mauro A, Di Stefano AV, Caruso C, Corsello G, Staiano A. The Use of Social Media in Children and Adolescents: Scoping Review on the Potential Risks. Int J Environ Res Public Health. 2022 Aug 12;19(16):9960. doi: 10.3390/ijerph19169960."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot","hasProtocol":true,"hasSap":false,"hasIcf":false,"label":"Study Protocol","date":"2024-03-29","uploadDate":"2025-05-29T16:32","filename":"Prot_000.pdf","size":264946},{"typeAbbrev":"SAP","hasProtocol":false,"hasSap":true,"hasIcf":false,"label":"Statistical Analysis Plan","date":"2024-03-29","uploadDate":"2025-05-29T16:32","filename":"SAP_001.pdf","size":179348}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2025-06-18"},"conditionBrowseModule":{"meshes":[{"id":"D016739","term":"Behavior, Addictive"},{"id":"D000082424","term":"Internet Addiction Disorder"}],"ancestors":[{"id":"D003192","term":"Compulsive Behavior"},{"id":"D007175","term":"Impulsive Behavior"},{"id":"D000088942","term":"Technology Addiction"}],"browseLeaves":[{"id":"M19100","name":"Behavior, Addictive","asFound":"Addiction","relevance":"HIGH"},{"id":"M2355","name":"Internet Addiction Disorder","asFound":"Social Media Addiction","relevance":"HIGH"},{"id":"M6418","name":"Compulsive Behavior","relevance":"LOW"},{"id":"M10220","name":"Impulsive Behavior","relevance":"LOW"},{"id":"M2684","name":"Technology Addiction","relevance":"LOW"}],"browseBranches":[{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}
